import React from 'react';


const AboutPage = () => {
  return (
    <div className="about-page">
      <h2>🔹 نبذة عن الموقع:</h2>
      <p>
        نحن متجر إلكتروني متخصص في توفير الكيبوردات، الماوسات، والمايكروفونات من أفضل الماركات العالمية، لمحبي الألعاب، والمبدعين

        <br />
        <br />
        نلتزم بتقديم جودة عالية، وأسعار تنافسية، وتجربة تسوق آمنة وموثوقة.
        <br />
        <br />
        موثق رسميًا في منصة "معروف" التابعة لوزارة التجارة العمانية

      </p>
      <br />
      <h2>
        🔸 رؤيتنا:
      </h2>
      <p>
        نهدف إلى توفير تجربة تسوّق سهلة ومريحة للمستخدمين في سلطنة عُمان، مع الحرص على تقديم منتجات أصلية بأسعار تنافسية وخدمة عملاء تستحق الثقة.
      </p>

      <br />
      <h2>🔸 ما يميزنا:</h2>
      <ul>
        <li>
          ✅ مرخصون رسميًا لمزاولة التجارة الألكترونية.
        </li>
        <br />
        <li>🛍 واجهة موقع بسيطة وسلسة حتى لمن هي مرته الأولى في الشراء أونلاين.

        </li>
        <br />
        <li>
          📦 شحن سريع لجميع محافظات السلطنة.

        </li>
      </ul>
      <br />
      <h2>💡 راحتك تهمنا:</h2>

      <p>
        من تصميم الموقع، لطريقة الدفع، لطريقة التغليف والشحن — كل خطوة مصممة بعناية لحتى تكون تجربتك خالية من أي تعب.
      </p>
    </div>
  );
};

export default AboutPage;